
HELLO_TEXT = "Привет, %s!\nЯ помогу тебе создать мнемонический образ, какое слово нужно запомнить?"

DESCRIPTION = 'Мнемоте́хника — совокупность специальных приёмов и способов, облегчающих запоминание нужной информации и ' \
              'увеличивающих объём памяти путём образования ассоциаций (связей): замена абстрактных объектов и фактов ' \
              'на понятия и представления, имеющие визуальное, аудиальное или кинестетическое представление, связывание ' \
              'объектов с уже имеющейся в памяти информацией, различные модификации для упрощения запоминания.'

WAITING_TEXT = 'Моника пошла искать'